[
    {
        "id": "1",
        "name": "A Visual Guide to Sleeping Disorders",
        "description": "Sleep disorders are conditions that impair a person's ability to get normal, restorative sleep. The causes of these conditions are variable and range...",
        "more_description": "Sleep disorders are conditions that impair a person's ability to get normal, restorative sleep. The causes of these conditions are variable and range from habits people have developed before they go to sleep to a number of medical problems that disrupt the normal sleep cycle. If you notice you have a pattern of not feeling rested in the mornings after you wake up, you should probably see your doctor to determine if you have a sleep disorder. Sleep disorders can have a profound effect on a person’s overall health.",
        "img": "https://i.ibb.co/vxQTzvk/tips-01.webp"
    },
    {
        "id": "2",
        "name": "What Goes First: Concealer Or Foundation?",
        "description": "Makeup is an art form, rife with self-expression and whimsy, but there’s also a bit of science involved. It’s playful, no doubt, but makeup...",
        "more_description": "Makeup is an art form, rife with self-expression and whimsy, but there’s also a bit of science involved. It’s playful, no doubt, but makeup can be methodological, too—in fact, many makeup lovers have their own everyday, I could do this with my eyes closed regimen (well, maybe not eye makeup—precise liner definitely requires a peek into the mirror).The science isn’t exact by any means, and there isn't one road to success, but there is one oft-asked (and hotly debated) question that stumps even the most seasoned beauty experts: What goes on first, concealer or foundation? Should you apply your concealer over a layer of foundation, or is it best to spot-conceal before evening out the entire base? ",
        "img": "https://i.ibb.co/XJCknPd/tips-02.png"
    },
    {
        "id": "3",
        "name": "19 HABITS THAT CAUSE BAD TEETH",
        "description": "We all know the basics when it comes to keeping your teeth healthy: brush, floss, visit the dentist twice a year. But there are habits and...",
        "more_description": "We all know the basics when it comes to keeping your teeth healthy: brush, floss, visit the dentist twice a year. But there are habits and lifestyle choices that could be harming your dental health that will surprise you.In this article, you will learn some of the nasty habits to avoid to protect your teeth from decay and discoloration. Learn what causes teeth grinding, the best ways to keep your teeth white, and how to avoid cavities by changing daily habits.",
        "img": "https://i.ibb.co/0FL0jr3/tips-03.webp"
    },
    {
        "id": "4",
        "name": "A Flexible & Nourishing Daily Meal Plan, From A Dietitian",
        "description": "When living with ovary syndrome , many people will advise making drastic changes to your diet to help manage certain symptoms...",
        "more_description": "When living with  ovary syndrome, many people will advise making drastic changes to your diet to help manage certain symptoms. In reality, developing small and attainable habits and listening to your body are the most effective ways to reach your nutrition goals according to Felice , R.D., L.D., lead registered dietitian at . While the advice is simple enough, sometimes the thought of planning what to eat for breakfast, lunch, and dinner, can just be...too much, particularly in the midst of a busy week. ",
        "img": "https://i.ibb.co/7ypzzNM/tips-04.png"
    },
    {
        "id": "5",
        "name": "A 5-Minute Low-Impact Lower Body Pilates Workout",
        "description": "Sweat instructor Sara created this workout for your and hamstrings that’s perfect for people. Strengthening and other lower body...",
        "more_description": "Strengthening and other lower body muscles (hello, hamstrings!) will improve mobility, help your posture, and even relieve some tension in the lower back. Sweat instructor Sara created this quick Pilates workout for you to do anywhere, anytime.This low-impact mat workout has a lower body focus that will help to strengthen and tone your and hamstrings in three key positions, says. It’s suitable for people of all fitness levels. Plus, you don’t need any equipment (though if you have a yoga mat or towel, use it to cushion against the floor).",
        "img": "https://i.ibb.co/5sMtFHN/tips-05.jpg"
    },
    {
        "id": "6",
        "name": "What a Fasting Diet Can and Can't Do for Your Health",
        "description": "Google fasting for health and you’ll get more than 6.3 million hits, ranging from doctors who recommend it for treating a range of diseases..",
        "more_description": "Google fasting for health and you’ll get more than 6.3 million hits, ranging from doctors who recommend it for treating a range of diseases, to spas that promise detoxifying food-free vacations, to bloggers who say that fasting makes them feel clearer mentally and more fit — and, increasingly, to fitness professionals touting diets that incorporate fasting as a method for weight loss. But does medical research actually support those claims?Every day, organs such as the liver, the kidney, and the spleen work to remove and neutralize toxins from the body to keep our cells healthy, says David , MD, MPH, director of the Yale-Griffin Prevention Research Center at Yale University in New Haven, Connecticut.When you fast, you eliminate input of additional toxins from food, Dr. says — and there is a potential biological benefit to that.",
        "img": "https://i.ibb.co/XJvjBym/tips-06.jpg"
    }
]